{
   "appName": {
      "message": "YouTube Obraz w Obrazie"
   },
   "shortDesc": {
      "message": "Ogldaj filmy korzystajc z funkcji YouTube Obraz w Obrazie. Pozwala ona na korzystanie z trybu obraz w obrazie na YouTube lub innych stronach internetowych."
   },
   "storeDesc": {
      "message": "Rozszerzenie Chrome YouTube Obraz w Obrazie najlepiej dziaa z YouTube, ale mo偶na go r贸wnie偶 u偶ywa z innymi stronami internetowymi, jeli maj w nich tag wideo.\n\n Pozwala ci pracowa / uczy si i oglda / sucha wideo w pobli偶u na ekranie. Maa ramka wideo bdzie unosi si nad innymi kartami. Tryb Obraz w Obrazie jest najlepszy, aby nie nudzi si podczas wykonywania r贸偶nych czynnoci.\n\n YouTube Obraz w Obrazie poka偶e ci, czy jest dostpny na stronie internetowej, zmieniajc ikon rozszerzenia na czarny. Jeli ikona jest jasnoszara - oznacza to, 偶e aplikacja nie znalaza 偶adnych tag贸w wideo na stronie.\n\nOto kilka wa偶nych informacji dotyczcych naszego rozszerzenia:\n\n1. Aby w peni wykorzysta mo偶liwoci naszego rozszerzenia, bdziesz potrzebowa wersji Chrome 70 lub nowszej.\nNasze rozszerzenie bezproblemowo rozszerza swoje funkcje do odtwarzaczy w ramkach, zapewniajc kompatybilno w r贸偶nych rodowiskach internetowych.\n2. Zbudowane na podstawie manifestu v3, nasze rozszerzenie wykorzystuje najnowsze standardy i technologie dla optymalnej wydajnoci i bezpieczestwa.\n3. Poczwszy od wersji 1.0.0, nasze rozszerzenie zawiera skrypt zaprojektowany do zapobiegania przypadkowym wyjciom z widoku Obraz w Obrazie. Ten skrypt agodzi problemy napotykane na stronach, kt贸re pr贸buj wyczy lub anulowa 偶dania Obraz w Obrazie, zapewniajc pynne i nieprzerwane dowiadczenie ogldania dla naszych u偶ytkownik贸w.\n\n Po偶egnaj si z przeczaniem midzy kartami lub utkniciem w trybie penoekranowym - dziki YouTube Obraz w Obrazie mo偶esz cieszy si ulubionymi wideo w pywajcym oknie podczas przegldania innych stron internetowych lub pracowania nad zadaniami.\n\n Bez wzgldu na to, czy nad偶asz za samouczkami, teledyskami czy ulubionymi vlogami, to rozszerzenie umo偶liwia ogldanie wideo w trybie obraz w obrazie (PiP) bez wysiku.\n\nNasze rozszerzenie rewolucjonizuje twoje dowiadczenie przegldania, wprowadzajc funkcj PiP na wszystkie strony internetowe zawierajce element wideo HTML. Po zainstalowaniu bezproblemowo integruje si z twoj przegldark, dodajc wygodny przycisk akcji strony. Ten przycisk dynamicznie zmienia kolor, gdy strona zawiera element wideo. Wystarczy klikn go, aby aktywowa tryb dla aktywnego odtwarzacza, zwikszajc tym samym wygod ogldania.\n\nAle czym dokadnie jest tryb Obraz w Obrazie YouTube? Ten tryb przeksztaca odtwarzanie wideo w dynamiczne okno zawsze na wierzchu, unoszce si nad innymi oknami, oferujc niezr贸wnan wygod i elastyczno. Mo偶esz atwo przemieszcza okno wzdu偶 krawdzi ekranu, kontynuujc przegldanie internetu, zapewniajc optymaln widoczno bez zak贸cania swojego przepywu pracy.\n Oto dlaczego YouTube Obraz w Obrazie jest niezbdny dla twojego arsenau przegldania:\n\n1锔 Zwikszona wielozadaniowo: Zwiksz swoj produktywno, ogldajc filmy z YouTube w zmiennej, przesuwalnej ramce, jednoczenie przegldajc inne strony internetowe lub pracujc nad zadaniami.\n\n2锔 Bezproblemowa integracja: Dowiadcz bezproblemowej integracji z YouTube i innymi stronami internetowymi kompatybilnymi z PiP, zapewniajc pynne przejcia midzy trybem PiP a standardowym przegldaniem.\n\n3锔 Dostosowane ogldanie: Dostosuj swoje dowiadczenie z ogldaniem, korzystajc z regulowalnych rozmiar贸w i pozycji okna, pozwalajc ci znale藕 idealn r贸wnowag midzy odtwarzaniem wideo a przestrzeni ekranu.\n\n4锔 Wygodne kontrolki: Ciesz si wygodnymi kontrolkami odtwarzania bezporednio w oknie PiP, w tym funkcjami odtwarzania/zatrzymywania, regulacji gonoci i przewijania.\n\n5锔 Bezproblemowe aktywowanie: Aktywuj tryb PiP jednym klikniciem, uatwiajc przeczanie si midzy standardowym trybem ogldania a trybem PiP wedug wasnego uznania.\n\n Gotowy, by podnie swoje dowiadczenie z ogldaniem YouTube na nowy poziom? Po prostu zainstaluj YouTube Obraz w Obrazie i odblokuj wiat pynnej wielozadaniowoci i ulepszonej rozrywki. Bez wzgldu na to, czy maratonisz ulubione kanay czy ledzisz treci edukacyjne, YouTube obraz w obrazie zapewnia, 偶e twoje dowiadczenie z ogldaniem pozostaje nieprzerwane i elastyczne.\n\nDziki trybowi PiP mo偶esz oglda filmy z YouTube i innych stron internetowych kompatybilnych z PiP w kompaktowym oknie, kt贸re unosi si nad innymi kartami i aplikacjami.\nPrzegldaj ulubione strony internetowe, odpowiadaj na e-maile lub zajmuj si swoj list zada, jednoczenie ledzc ulubione filmy.\n\n Dowiadcz wolnoci zmiany rozmiaru i pozycji okna PiP, aby dostosowa je do swoich preferencji, pozwalajc ci znale藕 idealn r贸wnowag midzy zanurzeniem wideo a efektywnoci wielozadaniow.\nDziki naszej aplikacji miny czasy bycia ograniczonym do trybu penoekranowego lub koniecznoci cigego przeczania si midzy kartami.\n\nOdblokuj nowy poziom produktywnoci i rozrywki dziki YouTube Obraz w Obrazie - ostatecznemu towarzyszowi twoich przyg贸d przegldania.\n\nOpr贸cz przyjaznego interfejsu i bezproblemowej integracji z YouTube i innymi stronami internetowymi kompatybilnymi z PiP, YouTube Obraz w Obrazie oferuje szereg dostosowalnych funkcji, kt贸re ulepszaj twoje dowiadczenie z ogldaniem.\n\nCzy wolisz kompaktowe okno PiP schowane w rogu ekranu czy wiksze okno dla zanurzenia w ogldaniu, ta rozszerzenie daje ci kontrol.\natwo dostosuj rozmiar, pozycj i przezroczysto okna w trybie obrazu w obrazie, aby dopasowa je do swoich preferencji i przepywu pracy.\n\nCo wicej, zapewnia intuicyjne kontrolki odtwarzania bezporednio w oknie obrazu w obrazie, pozwalajc na zatrzymywanie, odtwarzanie, regulowanie gonoci i przewijanie film贸w z atwoci.\n\nDziki YouTube Obraz w Obrazie mo偶esz cieszy si wygod trybu obrazu w obrazie, nie rezygnujc z kontroli ani funkcjonalnoci.\n\nPoczuj wolno ogldania film贸w z YouTube i innych kompatybilnych stron internetowych wedug wasnych warunk贸w, czy to apic si na najnowsze trendy, uczc si nowych umiejtnoci, czy po prostu odpoczywajc.\n\n Przywitaj si z bardziej wszechstronnym i efektywnym dowiadczeniem przegldania dziki YouTube Obraz w Obrazie.\n\nGotowy na podniesienie swojego dowiadczenia z ogldaniem YouTube na wy偶szy poziom? Zainstaluj rozszerzenie ju偶 dzi i odblokuj wiat mo偶liwoci.\n\n Podnie dzisiaj jako swojego przegldania dziki naszemu rozszerzeniu Chrome, odblokowujc moc trybu naszej aplikacji na wszystkich ulubionych stronach internetowych i platformach wideo. Zainstaluj teraz i przyjmij now er efektywnoci wielozadaniowej i elastycznoci ogldania.\n\nProsz, skontaktuj si ze mn, jeli masz jakie pytania "
   }
}
