{
   "appName": {
      "message": "YouTube 화면 속 화면"
   },
   "shortDesc": {
      "message": "YouTube 화면 속 화면 기능을 사용하여 영상을 시청하세요. 이 기능을 사용하면 YouTube나 다른 웹사이트에서 화면 속 화면 모드를 사용할 수 있습니다."
   },
   "storeDesc": {
      "message": "💡 YouTube 화면 속 화면 chrome 확장 프로그램은 YouTube와 가장 잘 작동하지만, 다른 웹 사이트에도 비디오 태그가 있는 경우 사용할 수 있습니다.\n\n👉 이는 화면 근처에서 작업/공부를 하면서 동영상을 시청/듣는 것을 가능하게 합니다. 작은 동영상 상자가 다른 탭 위에 떠다닙니다. 화면 속 화면 모드는 어떤 작업을 하면서도 지루해하지 않게 하는 데 최적입니다.\n\n👉 YouTube 화면 속 화면은 확장 프로그램 아이콘을 검은색으로 변환하여 해당 웹 사이트에서 사용 가능한지 보여줍니다. 아이콘이 연한 회색인 경우 - 해당 앱이 페이지에서 비디오 태그를 찾지 못했음을 의미합니다.\n\n우리의 확장 프로그램에 대한 몇 가지 중요한 참고 사항은 다음과 같습니다:\n\n1. 확장 프로그램의 모든 기능을 최대한 활용하려면 Chrome 버전 70 이상이 필요합니다.\n우리의 확장 프로그램은 iframe 내의 플레이어에 기능을 신속하게 확장하여 다양한 웹 환경에서 호환성을 보장합니다.\n2. manifest v3로 구축된 우리의 확장 프로그램은 최신 표준과 기술을 활용하여 최적의 성능과 보안을 제공합니다.\n3. 버전 1.0.0부터 시작하여, 우리의 확장 프로그램에는 PiP 뷰에서의 우발적 종료를 방지하기 위한 스크립트가 포함되어 있습니다. 이 스크립트는 PiP 요청을 비활성화하거나 취소하려는 페이지에서 발생하는 문제를 완화하여 사용자에게 원활하고 중단되지 않는 시청 경험을 제공합니다.\n\n🌟 탭 간 전환이나 전체 화면 모드에 갇히는 것과 작별 인사하세요 - YouTube 화면 속 화면을 통해 즐겨 찾는 동영상을 부유하는 창에서 다른 웹 사이트를 탐색하거나 작업하는 동안 즐길 수 있습니다.\n\n📺 튜토리얼, 음악 비디오 또는 즐겨 보는 블로그를 보는 중이든, 이 확장 프로그램을 사용하면 손쉽게 화면 속 화면(PiP) 모드에서 동영상을 시청할 수 있습니다.\n\n우리의 확장 프로그램은 HTML 비디오 요소를 갖춘 모든 웹 사이트에 PiP 기능을 소개하여 탐색 경험을 혁신합니다. 설치하면 브라우저에 편리한 페이지 작업 버튼을 추가하여 동적으로 색상이 변경되며 페이지에 비디오 요소가 포함되어 있는지 확인합니다. 활성 플레이어를 위해 모드를 활성화하려면 단순히 클릭하여 시청 편의성을 강화할 수 있습니다.\n\n그렇다면 YouTube 화면 속 화면 모드란 정확히 무엇인가요? 이 모드는 다른 창 위에 떠다니는 동적인 항상 위에 있는 창으로 비디오 재생을 변환하여 탁월한 편의성과 유연성을 제공합니다. 인터넷을 계속 탐색하면서 화면 가장자리를 따라 창을 손쉽게 재배치하여 작업 흐름을 방해하지 않고 최적의 가시성을 보장할 수 있습니다.\n🚀 YouTube 화면 속 화면이 브라우징 아카이브에서 반드시 필요한 이유는 다음과 같습니다:\n\n1️⃣ 향상된 멀티태스킹: YouTube 화면 속 화면을 통해 YouTube 비디오를 조절 가능하고 이동 가능한 창에서 시청하면서 동시에 다른 웹사이트를 탐색하거나 작업할 수 있어 생산성을 높일 수 있습니다.\n\n2️⃣ 원활한 통합: YouTube 및 다른 PiP 호환 웹사이트와의 원활한 통합을 경험하여 PiP 모드와 일반 브라우징 사이의 부드러운 전환을 보장합니다.\n\n3️⃣ 사용자 정의 가능한 시청: 조절 가능한 창 크기와 위치로 시청 경험을 맞춤화하여 비디오 재생과 화면 공간 사이의 완벽한 균형을 찾을 수 있습니다.\n\n4️⃣ 편리한 컨트롤: PiP 창 내에서 편리한 재생 컨트롤을 즐기세요. 재생/일시정지, 볼륨 조절 및 탐색 기능이 포함됩니다.\n\n5️⃣ 쉬운 활성화: PiP 모드를 한 번의 클릭으로 활성화하여 원하는 때에 표준 시청과 PiP 모드 사이를 쉽게 전환할 수 있습니다.\n\n🌐 YouTube 화면 속 화면을 설치하고 매끄러운 멀티태스킹과 향상된 엔터테인먼트의 세계를 경험해보세요. \n좋아하는 채널을 연달아 시청하거나 교육 콘텐츠를 따라가는 경우라도 YouTube 화면 속 화면을 통해 시청 경험이 중단되지 않고 유연하게 유지됩니다.\n\nPiP 모드를 통해 YouTube 및 다른 PiP 호환 웹사이트에서 동영상을 작은 창에서 시청할 수 있습니다. \n다른 탭 및 애플리케이션 위에 떠다니는 창에서 좋아하는 동영상을 시청하면서 즐겁게 웹사이트를 탐색하거나 이메일에 답장하거나 할 일 목록을 처리할 수 있습니다.\n\n🎉 PiP 창의 크기를 조절하고 위치를 조정하여 선호에 맞게 설정할 수 있는 자유를 경험해보세요. 비디오 몰입과 멀티태스킹 효율성 사이의 완벽한 균형을 찾을 수 있습니다. \n우리의 애플리케이션 덕분에 전체 화면 모드에 갇히거나 탭 간에 계속 왔다 갔다해야 하는 날들은 지나갔습니다.\n\nYouTube 화면 속 화면 - 브라우징 모험을 위한 궁극적인 동반자로 생산성과 엔터테인먼트의 새로운 수준을 경험해보세요.\n\n사용자 친화적인 인터페이스와 YouTube 및 다른 PiP 호환 웹사이트와의 원활한 통합에 추가하여 YouTube 화면 속 화면은 시청 경험을 향상시키기 위한 다양한 사용자 정의 기능을 제공합니다. \n화면의 구석에 숨겨진 작은 PiP 창을 선호하거나 몰입적인 시청을 위한 큰 창을 원하는 경우, 이 확장 프로그램은 사용자에게 제어권을 부여합니다.\nYouTube 화면 속 화면을 사용하여 부동 창의 크기, 위치 및 투명도를 쉽게 조절하여 선호도와 작업 흐름에 맞게 설정할 수 있습니다.\n\n또한 PiP 창 내에서 직관적인 재생 컨트롤을 제공하여 동영상을 일시 정지하거나 재생하고 볼륨을 조절하며 쉽게 비디오를 검색할 수 있습니다.\n\nYouTube 화면 속 화면을 사용하면 제어나 기능성을 희생하지 않고 PiP 모드의 편리함을 누릴 수 있습니다.\n\nYouTube 및 다른 호환되는 웹사이트에서 최신 트렌드를 따라가거나 새로운 기술을 배우거나 간단히 여가를 즐기는 등 여러분의 조건에 맞게 동영상을 시청할 수 있는 자유를 경험해보세요.\n\n📺 YouTube 화면 속 화면으로 더 다양하고 효율적인 브라우징 경험을 만나보세요.\n\nYouTube 시청 경험을 더 발전시키기 Ready to take your YouTube viewing experience to the next level? Install the extension today and unlock a world of possibilities.\n\n🌟 Chrome 확장 프로그램을 통해 브라우징 경험을 오늘날 높여보세요. 즐겨 사용하는 모든 웹사이트와 비디오 플랫폼에서 앱의 모드의 힘을 발휘할 수 있습니다. 지금 설치하고 새로운 멀티태스킹 효율성과 시청 유연성의 새 시대를 받아들이세요.\n\n질문이 있으시면 언제든지 연락해 주세요 🙂"
   }
}
