{
   "appName": {
      "message": "Picha ndogo ya YouTube"
   },
   "shortDesc": {
      "message": "Tazama video ukitumia kipengele cha Picha ndogo ya YouTube. Inaruhusu kutumia mode ya picha-ndani-ya-picha kwenye YouTube au tovuti nyingine."
   },
   "storeDesc": {
      "message": "Kifaa cha Chrome cha Picha ndogo ya YouTube kinafanya kazi vizuri na YouTube, lakini pia kinaweza kutumika na tovuti nyingine ikiwa zina lebo ya video ndani yake.\n\n👉 Inakuruhusu kufanya kazi/kusoma na kutazama/kusikiliza video karibu kwenye skrini. Kisanduku kidogo cha video kitakuwa juu ya vichupo vingine. Hali ya Picha ndogo kwenye Picha ni bora ili usichokeshe wakati unafanya shughuli yoyote.\n\n👉 YouTube PiP itakuonyesha ikiwa inapatikana kwenye tovuti kwa kugeuza ikoni ya kifaa kuwa nyeusi. Ikiwa ikoni ni kijivu - inamaanisha programu haikupata lebo yoyote ya video kwenye ukurasa.\n\nHapa kuna maelezo muhimu kuhusu kifaa chetu:\n\n1. Utahitaji toleo la Chrome 70 au la juu zaidi ili kutumia kabisa uwezo wa kifaa chetu.\nKifaa chetu kinapanua kwa urahisi utendaji wake kwa wachezaji ndani ya fremu, kuhakikisha utangamano katika mazingira mbalimbali ya wavuti.\n2. Kikiwa kimejengwa kwa msingi wa manifest v3, kifaa chetu kinatumia viwango na teknolojia za hivi karibuni kwa utendaji na usalama bora.\n3. Kuanzia toleo 1.0.0, kifaa chetu kina skripti iliyoundwa kuzuia kutoka kwa kutoka kimakosa kutoka kwenye muonekano wa PiP. Skripti hii inapunguza matatizo yanayokutana kwenye kurasa zinazojaribu kulemaza au kufuta maombi ya PiP, kuhakikisha uzoefu wa kutazama usio na kukatizwa kwa watumiaji wetu.\n\n🌟 Sema kwaheri kubadilisha kati ya vichupo au kukwama kwenye hali ya skrini kamili - na Picha ndogo ya YouTube, unaweza kufurahia video zako pendwa kwenye dirisha linalotembea wakati unatafuta tovuti nyingine au unafanya kazi.\n\n📺 Iwe unakamata mafunzo, video za muziki, au vlogs zako pendwa, kifaa hiki kinakuwezesha kutazama video kwa njia ya picha-ndani-ya-picha (PiP) kwa urahisi.\n\nKifaa chetu kinaboresha uzoefu wako wa kutumia wavuti kwa kuongeza utendaji wa PiP kwenye tovuti zote zenye kipengele cha video cha HTML. Mara baada ya kusakinishwa, kinaunganisha kwa urahisi na kivinjari chako, kukiingiza kifungo cha hatua ya ukurasa kwa urahisi. Kifungo hiki hubadilika rangi wakati wowote ukurasa una kipengele cha video. Bonyeza tu kuamsha hali kwa mchezaji anayetumika, kuboresha kwa urahisi faragha yako ya kutazama.\n\nLakini ni nini hasa hali ya Picha-ndani-ya-Picha ya YouTube? Hali hii inabadilisha upigaji wa video yako kuwa dirisha linalotembea juu ya madirisha mengine, kutoa urahisi na mabadiliko. Unaweza kwa urahisi kuhamisha upya dirisha kando ya mpaka wa skrini huku ukiendelea kutafuta mtandaoni, kuhakikisha uonekano bora bila kuvuruga mchakato wako.\nHapa kuna sababu kwa nini Picha ndogo ya YouTube ni lazima uwe nayo kwenye zana yako ya kuvinjari:\n\n1️⃣ Kazi nyingi iliyoboreshwa: Ongeza ufanisi wako kwa kutazama video za YouTube kwenye dirisha linaloweza kurekebishwa, linaloweza kuhamishwa wakati huo huo ukitembelea tovuti nyingine au ukifanya kazi.\n\n2️⃣ Ushirikiano wa Kupendeza: Pata uzoefu wa ushirikiano wa kupendeza na YouTube na tovuti zingine zinazoweza kutumia PiP, ikihakikisha mabadiliko laini kati ya hali ya PiP na kuvinjari kawaida.\n\n3️⃣ Kuangalia kwa Kurekebishwa: Boresha uzoefu wako wa kutazama kwa kurekebisha ukubwa na nafasi ya dirisha, kuruhusu kupata usawa kamili kati ya kucheza video na nafasi ya skrini.\n\n4️⃣ Vidhibiti Rahisi: Furahia vidhibiti rahisi vya kucheza moja kwa moja ndani ya dirisha la PiP, ikiwa ni pamoja na kucheza/kusitisha, marekebisho ya sauti, na utafutaji wa kazi.\n\n5️⃣ Kuamilisha kwa Urahisi: Amilisha hali ya PiP kwa kubofya moja, ikifanya iwe rahisi kubadilisha kati ya kutazama kawaida na hali ya PiP unapopenda.\n\n🌐 Tayari kuboresha uzoefu wako wa kutazama YouTube kwa viwango vipya? Tuweke Picha ndogo ya YouTube na fungua ulimwengu wa kazi nyingi laini na burudani iliyoboreshwa. Iwe unatazama vipindi vyako vipendwa au unafuata maudhui ya elimu, Picha ndogo ya YouTube inahakikisha kuwa uzoefu wako wa kutazama unabaki bila kuingiliwa na ni wa kubadilika.\n\nKwa hali ya PiP, unaweza kutazama video kutoka YouTube na tovuti zingine zinazoweza kutumia PiP kwenye dirisha dogo linalofuata juu ya vichupo na programu zingine zako.\nVinjari tovuti zako pendwa, jibu barua pepe, au shughulikia orodha yako ya kufanya huku ukiendelea kuangalia video zako pendwa.\n\n🎉 Pata uhuru wa kurekebisha ukubwa na nafasi ya dirisha la PiP kulingana na mapendeleo yako, kuruhusu kupata usawa kamili kati ya kuzama kwenye video na ufanisi wa kazi nyingi. Shukrani kwa programu yetu, siku za kufungwa kwenye hali ya skrini kamili au kubadilisha kati ya vichupo zimepita.\n\nFungua kiwango kipya cha ufanisi na burudani na Picha ndogo ya YouTube - rafiki bora kwa safari zako za kuvinjari.\n\nMbali na kiolesura chake cha kirafiki na ushirikiano laini na YouTube na tovuti zingine zinazoweza kutumia PiP, Picha ndogo ya YouTube inatoa anuwai ya vipengele vinavyoweza kurekebishwa ili kuboresha uzoefu wako wa kutazama.\n\nIwe unapendelea dirisha dogo la PiP lililofichwa kwenye kona ya skrini yako au dirisha kubwa kwa kutazama kwa kina, kifaa hicho kinakuweka wewe katika udhibiti.\nBadilisha ukubwa, nafasi, na uwazi wa dirisha linalotembea ili kulingana na mapendeleo yako na mtiririko wa kazi.\n\nZaidi ya hayo, inatoa udhibiti wa kucheza wa kihisia moja kwa moja ndani ya dirisha la Picha ndogo ya YouTube, kuruhusu wewe kusitisha, kucheza, kurekebisha sauti, na kutafuta kupitia video kwa urahisi.\n\nKwa Picha ndogo ya YouTube, unaweza kufurahia urahisi wa hali ya PiP bila kujitolea udhibiti au utendaji.\n\nPata uhuru wa kutazama video kutoka YouTube na tovuti zingine zinazoweza kufanya kazi kulingana na masharti yako, iwe unakamata mwelekeo wa hivi karibuni, kujifunza ujuzi mpya, au tu kufurahia muda wako.\n\n📺 Sema jambo la kuwakaribisha kwenye uzoefu wa kutembelea tovuti wenye ufanisi zaidi na wa kipekee na Picha ndogo ya YouTube.\n\nTayari kuboresha uzoefu wako wa kutazama YouTube kwenye kiwango kifuatacho? Sakinisha kifaa hicho leo na fungua ulimwengu wa uwezekano.\n\n🌟 Boresha uzoefu wako wa kutembelea tovuti leo na kifaa chetu cha Chrome, kufungua nguvu ya hali ya programu yetu kwenye tovuti zako pendwa zote na majukwaa ya video. Sakinisha sasa na kubali enzi mpya ya ufanisi wa kufanya kazi mara nyingi na mpana wa kutazama."
   }
}
