{
   "appName": {
      "message": "YouTubeのピクチャー・イン・ピクチャー"
   },
   "shortDesc": {
      "message": "YouTubeのピクチャー・イン・ピクチャー機能を使用して動画を視聴してください。YouTubeのピクチャー・イン・ピクチャー機能を使用すると、YouTubeや他のウェブサイトでピクチャー・イン・ピクチャー・モードを使用できます。"
   },
   "storeDesc": {
      "message": "💡 YouTubeのピクチャー・イン・ピクチャー chrome拡張機能はYouTubeと最適に動作しますが、他のウェブサイトでも、それらにビデオタグがあれば使用することができます。\n\n👉 これにより、作業/勉強をしながら画面の近くでビデオを視聴/聴取することができます。小さなビデオボックスが他のタブの上に浮かびます。ピクチャー・イン・ピクチャーモードは、何かをしている間に退屈しないための最適な方法です。\n\n👉 YouTubeのピクチャー・イン・ピクチャーは、拡張機能のアイコンを黒く変えることで、ウェブサイトで利用可能かどうかを表示します。アイコンが薄いグレーの場合、そのページにビデオタグが見つからなかったことを意味します。\n\n以下は、当社の拡張機能に関するいくつかの重要な注意事項です：\n\n1. 当社の拡張機能の全機能を活用するには、Chromeバージョン70以上が必要です。\n当社の拡張機能は、iframe内のプレーヤーにシームレスに機能を拡張し、さまざまなWeb環境での互換性を確保します。\n2. manifest v3で構築された当社の拡張機能は、最新の標準と技術を使用して最適なパフォーマンスとセキュリティを実現しています。\n3. バージョン1.0.0から、当社の拡張機能には、PiPビューからの誤操作の防止を目的としたスクリプトが含まれています。このスクリプトは、PiPリクエストを無効にしようとするページで遭遇する問題を軽減し、ユーザーにシームレスで中断されない視聴体験を提供します。\n\n🌟 タブ間を切り替えたり、フルスクリーンモードに詰まったりすることにさよならを告げましょう - YouTubeのピクチャー・イン・ピクチャーを使用すると、他のウェブサイトを閲覧したり、タスクに取り組んだりしながらお気に入りのビデオを浮かぶウィンドウで楽しむことができます。\n\n📺 チュートリアル、音楽ビデオ、お気に入りのブログを追いかけている場合でも、この拡張機能を使用すると、ピクチャー・イン・ピクチャー（PiP）モードでビデオを視聴することが簡単になります。\n\n当社の拡張機能は、HTMLビデオ要素を備えたすべてのウェブサイトにPiP機能を導入することで、ブラウジング体験を革新します。インストールすると、ブラウザにシームレスに統合され、便利なページアクションボタンが追加されます。このボタンは、ページにビデオ要素が含まれている場合に動的に色が変わります。アクティブなプレーヤーのためにモードをアクティブにするには、単にクリックするだけで、視聴の利便性が向上します。\n\nしかし、YouTubeのピクチャー・イン・ピクチャーモードとは具体的に何でしょうか？このモードは、他のウィンドウの上に浮かぶ、常に最前面に表示されるウィンドウにビデオ再生を変換し、優れた利便性と柔軟性を提供します。インターネットを閲覧し続けながら画面の端にウィンドウを簡単に移動させることができ、作業を妨げることなく最適な表示を確保できます。\n🚀 以下は、YouTubeのピクチャー・イン・ピクチャーがブラウジングの必須アイテムである理由です：\n\n1️⃣ 強化されたマルチタスキング：YouTubeのビデオをリサイズ可能で移動可能なウィンドウで視聴しながら、他のウェブサイトを閲覧したり、タスクに取り組んだりして生産性を向上させます。\n\n2️⃣ シームレスな統合：YouTubeと他のPiP対応ウェブサイトとのシームレスな統合を体験し、PiPモードと通常のブラウジングの間でスムーズな切り替えを実現します。\n\n3️⃣ カスタマイズ可能な視聴：調整可能なウィンドウサイズや位置で視聴体験をカスタマイズし、ビデオ再生と画面の利用効率のバランスを見つけることができます。\n\n4️⃣ 便利なコントロール：再生/一時停止、音量調整、シーク機能など、PiPウィンドウ内で直接操作できる便利な再生コントロールをお楽しみください。\n\n5️⃣ 簡単なアクティベーション：1クリックでPiPモードをアクティベートし、いつでも標準視聴とPiPモードの間を簡単に切り替えることができます。\n\n🌐 YouTubeのピクチャー・イン・ピクチャーをインストールして、シームレスなマルチタスキングと強化されたエンターテイメントの世界を開放しましょう。お気に入りのチャンネルを一気に見たり、教育コンテンツに追従したりしている場合でも、YouTubeのピクチャー・イン・ピクチャーは、視聴体験が途切れず柔軟性を保つことを確実にします。\n\nPiPモードを使用すると、YouTubeや他のPiP対応ウェブサイトからのビデオをコンパクトなウィンドウで視聴できます。このウィンドウは他のタブやアプリケーションの上に浮かびます。お気に入りのビデオを見ながら、お気に入りのウェブサイトをナビゲートしたり、メールに返信したり、やるべきことリストに取り組んだりできます。\n\n🎉 PiPウィンドウのサイズ変更や再配置を自由に体験し、ビデオの没入感とマルチタスキングの効率のバランスを取ることができます。当アプリケーションのおかげで、フルスクリーンモードに閉じ込められたり、タブ間を行き来しなければならない日々は過去のものです。\n\nYouTubeのピクチャー・イン・ピクチャーを使用して、ブラウジングの冒険の究極のコンパニオンとして、生産性とエンターテイメントの新たなレベルを開放しましょう。\n\nユーザーフレンドリーなインターフェースとYouTubeおよび他のPiP対応ウェブサイトとのシームレスな統合に加えて、YouTubeのピクチャー・イン・ピクチャーは、視聴体験を向上させるためのさまざまなカスタマイズ機能を提供しています。\n\nコンパクトなPiPウィンドウを画面の隅に隠したり、没入型視聴のための大きなウィンドウを選択したりするなど、この拡張機能はあなたをコントロールします。\nYouTubeのピクチャー・イン・ピクチャーを使用して、浮かび上がるウィンドウのサイズ、位置、透明度を簡単に調整して、自分の好みやワークフローに合わせることができます。\n\nさらに、YouTubeのピクチャー・イン・ピクチャー内で直感的な再生コントロールが提供され、ビデオの一時停止、再生、音量調整、シークが簡単に行えます。\n\nYouTubeのピクチャー・イン・ピクチャーを使用すると、コントロールや機能性を犠牲にすることなく、PiPモードの利便性を楽しむことができます。\n\nYouTubeや他の対応サイトからビデオを視聴する自由を体験し、最新のトレンドを追ったり、新しいスキルを学んだり、単にリラックスしたりする際に、自分の条件でビデオを視聴できます。\n\nYouTubeのピクチャー・イン・ピクチャーで、より多機能で効率的なブラウジング体験をお楽しみください。\n\nYouTubeの視聴体験を次のレベルに引き上げる準備はできていますか？ 今すぐ拡張機能をインストールして、さまざまな可能性を開放しましょう。\n\nChrome拡張機能を使用して、お気に入りのウェブサイトやビデオプラットフォーム全体でアプリのモードのパワーを解放し、ブラウジング体験を向上させましょう。今すぐインストールして、マルチタスクの効率性と視聴の柔軟性の新時代を受け入れてください。\n\n質問がある場合はお知らせください🙂"
   }
}
