{
   "appName": {
      "message": "YouTube Kép a Képben"
   },
   "shortDesc": {
      "message": "Nézze meg a videókat a YouTube Kép a Képben funkcióval. Ez lehetővé teszi a kép a képben mód használatát a YouTube-on vagy más webhelyeken."
   },
   "storeDesc": {
      "message": "💡 A YouTube Kép a Képben chrome kiterjesztés legjobban működik a YouTube-on, de más weboldalakon is használható, ha van bennük videó címke.\n\n👉 Lehetővé teszi, hogy dolgozz vagy tanulj, miközben a képernyőn közelben nézed/hallgatod a videókat. A kis videóablak lebegni fog más lapok felett. A Kép a Képben mód a legjobb, hogy ne unatkozz, miközben bármit csinálsz.\n\n👉 A YouTube Kép a Képben megmutatja, hogy elérhető-e egy weboldalon azzal, hogy a kiterjesztés ikonját feketére váltja. Ha az ikon világosszürke, az azt jelenti, hogy az alkalmazás nem talált videó címkéket az oldalon.\n\nItt van néhány fontos megjegyzés a kiterjesztésünkről:\n\n1. A teljes kiterjesztési funkciók kihasználásához legalább 70-es vagy újabb Chrome verzióra lesz szükséged.\nA kiterjesztésünk zökkenőmentesen kiterjeszti a funkcionalitását az iframe-ekben lévő lejátszókra, biztosítva a kompatibilitást különböző webkörnyezetekben.\n2. A manifest v3-on épülő kiterjesztésünk a legújabb szabványokat és technológiákat használja az optimális teljesítmény és biztonság érdekében.\n3. A 1.0.0 verziótól kezdve a kiterjesztésünk tartalmaz egy olyan scriptet, amely megakadályozza a véletlen kilépést a Kép a Képben nézetből. Ez a script csökkenti azokat a problémákat, amelyekkel olyan oldalakon találkozhatunk, amelyek megpróbálják letiltani vagy megszakítani a Kép a Képben kéréseket, biztosítva a felhasználóinknak egy zökkenőmentes és megszakításmentes nézési élményt.\n\n🌟 Búcsúzz el a lapok közötti váltogatástól vagy a teljes képernyős módba ragadástól - a YouTube Kép a Képben segítségével élvezheted kedvenc videóidat egy lebegő ablakban, miközben más weboldalakon böngészel vagy feladatokon dolgozol.\n\n📺 Legyen szó tutorialokról, zenei videókról vagy kedvenc vlogjaidról való utolérésről, ez a kiterjesztés lehetővé teszi, hogy könnyedén nézhesd a videókat a Kép a Képben (PiP) módban.\n\nA kiterjesztésünk forradalmasítja a böngészési élményedet azzal, hogy a Kép a Képben funkcionalitást bevezeti az összes HTML videóelemet tartalmazó weboldalra. Miután telepítetted, zökkenőmentesen integrálódik a böngésződbe, hozzáadva egy kényelmes oldalakció gombot. Ez a gomb dinamikusan változtatja a színét, amikor az oldal tartalmaz egy videóelemet. Egyszerűen kattints rá az aktív lejátszó módba helyezéséhez, fokozva a nézési kényelmet. \n\nDe mi is az a YouTube Kép a Képben mód pontosan? Ez a mód átalakítja a videólejátszást egy dinamikus, mindig a legtetején lebegő ablakká, amely más ablakok felett helyezkedik el, kivételes kényelmet és rugalmasságot nyújtva. Könnyedén áthelyezheted az ablakot a képernyő szélén, miközben tovább böngészel az interneten, biztosítva az optimális láthatóságot anélkül, hogy zavarnád a munkafolyamatodat.\n🚀 Íme, miért elengedhetetlen a YouTube Kép a Képben a böngészőarsenálodban:\n\n1️⃣ Fokozott Multitasking: Növeld a termelékenységedet azzal, hogy YouTube videókat nézel egy átméretezhető, mozgatható ablakban, miközben más weboldalakat böngészel vagy feladatokon dolgozol.\n\n2️⃣ Zökkenőmentes Integráció: Tapasztald meg a zökkenőmentes integrációt a YouTube és más PiP-kompatibilis weboldalak között, biztosítva a sima átmenetet a PiP mód és a rendes böngészés között.\n\n3️⃣ Testreszabható Nézet: Szabaddá teheted a nézési élményedet állítható ablakméretekkel és pozíciókkal, lehetővé téve, hogy megtaláld a tökéletes egyensúlyt a videolejátszás és a képernyőterület között.\n\n4️⃣ Kényelmes Vezérlés: Élvezd a kényelmes lejátszási vezérlőket közvetlenül a PiP ablakban, beleértve a lejátszás/szüneteltetés, hangerőszabályozás és keresési funkciókat.\n\n5️⃣ Könnyed Aktiválás: Aktiváld a PiP módot egyetlen kattintással, hogy könnyen váltogathass a szokásos nézet és a PiP mód között, amikor csak szeretnéd.\n\n🌐 Készen állsz arra, hogy a YouTube Kép a Képben élményedet új magasságokba emeld? Egyszerűen telepítsd a YouTube kép a képben funkciót, és nyiss meg egy világot a zökkenőmentes multitasking és az fokozott szórakozás előtt. Akár a kedvenc csatornáidat maratonizod, akár oktatási tartalmakat követsz, a YouTube kép a képben biztosítja, hogy a nézési élményed zavartalan és rugalmas maradjon.\n\nA PiP móddal YouTube videókat és más PiP-kompatibilis weboldalakat nézhetsz egy kompakt ablakban, ami lebeg a többi fül és alkalmazás felett. Navigálhatsz a kedvenc weboldalaidon, válaszolhatsz az emailekre, vagy nekiláthatsz a teendőidnek, miközben szemmel tartod a kedvenc videóidat.\n\n🎉 Tapasztald meg a szabadságot, hogy átméretezd és áthelyezd a PiP ablakot az igényeidnek megfelelően, lehetővé téve, hogy megtaláld a tökéletes egyensúlyt a videóba merülés és a multitasking hatékonysága között. Az alkalmazásunknak köszönhetően vége a teljes képernyős módhoz való korlátozottság és a fülek közötti váltogatás napjainak.\n\nNyiss meg egy új produktivitási és szórakozási szintet a YouTube Kép a Képben funkcióval - az ideális társ a böngészési kalandjaidhoz.\n\nA felhasználóbarát felületével és a zökkenőmentes integrációjával a YouTube-val és más PiP-kompatibilis weboldalakkal, a YouTube Kép a Képben számos testreszabható funkciót kínál, hogy fokozza a nézési élményedet.\n\nAkár egy kompakt PiP ablakot részesítesz előnyben a képernyőd sarkában, akár egy nagyobb ablakot az immerszív nézéshez, az kiterjesztés lehetővé teszi, hogy te döntsd el.\nKönnyedén állítsa be a lebegő ablak méretét, pozícióját és átlátszóságát az Ön preferenciáinak és munkafolyamatának megfelelően.\n\nEmellett intuitív lejátszási vezérlőket is biztosít közvetlenül a PiP ablakban, lehetővé téve a videók szüneteltetését, lejátszását, hangerő beállítását és keresését könnyedén.\n\nA YouTube Kép a Képben segítségével élvezheti a PiP mód kényelmét anélkül, hogy feláldozná az irányítást vagy a funkcionalitást.\n\nTapasztalja meg a szabadságot, hogy a YouTube-ról és más kompatibilis webhelyekről saját feltételei szerint nézzen videókat, legyen szó a legújabb trendek követéséről, új készségek elsajátításáról, vagy egyszerűen a szabadidő élvezetéről.\n\n📺 Üdvözölje a sokoldalúbb és hatékonyabb böngészési élményt a YouTube Kép a Képben.\n\nKészen áll arra, hogy a YouTube nézési élményét a következő szintre emelje? Telepítse ma az bővítményt, és nyisson meg egy világot a lehetőségek számára.\n\n🌟 Emelje ma böngészési élményét a mi Chrome bővítményünkkel, feloldva az alkalmazás módjának erejét az összes kedvenc webhelyén és videóplatformján. Telepítse most, és fogadja el az új multitasking hatékonyság és nézési rugalmasság korszakát.\n\nKérem, keressen meg, ha bármilyen kérdése van 🙂"
   }
}
