{
   "appName": {
      "message": "Imagen en imagen de YouTube"
   },
   "shortDesc": {
      "message": "Mira videos utilizando la funci贸n de Imagen en imagen de YouTube. Permite usar el modo de imagen en imagen en YouTube u otros sitios web."
   },
   "storeDesc": {
      "message": "La extensi贸n Imagen en imagen de YouTube funciona mejor con YouTube, pero tambi茅n se puede utilizar con otros sitios web si tienen alguna etiqueta de video en ella.\n\n Te permite trabajar/estudiar y ver/escuchar videos cercanos en la pantalla. La peque帽a ventana de video se superpondr谩 sobre otras pesta帽as. El modo Imagen en imagen es lo mejor para no aburrirse mientras haces cualquier cosa.\n\n YouTube PiP te mostrar谩 si est谩 disponible en un sitio web al cambiar el icono de la extensi贸n a negro. Si el icono es de color gris claro, significa que la aplicaci贸n no encontr贸 ninguna etiqueta de video en la p谩gina.\n\nAqu铆 hay algunas notas importantes sobre nuestra extensi贸n:\n\n1. Necesitar谩s la versi贸n 70 o superior de Chrome para aprovechar al m谩ximo las capacidades de nuestra extensi贸n. Nuestra extensi贸n extiende sin problemas su funcionalidad a los reproductores dentro de iframes, garantizando la compatibilidad en diversos entornos web.\n2. Basada en el manifiesto v3, nuestra extensi贸n utiliza los 煤ltimos est谩ndares y tecnolog铆as para un rendimiento y seguridad 贸ptimos.\n3. A partir de la versi贸n 1.0.0, nuestra extensi贸n incluye un script dise帽ado para evitar salidas inadvertidas de la vista de PiP. Este script mitiga problemas encontrados en p谩ginas que intentan desactivar o cancelar solicitudes de PiP, garantizando una experiencia de visualizaci贸n fluida e ininterrumpida para nuestros usuarios.\n\n Di adi贸s a alternar entre pesta帽as o quedarte atrapado en modo de pantalla completa: con Imagen en imagen de YouTube, puedes disfrutar de tus videos favoritos en una ventana flotante mientras navegas por otros sitios web o trabajas en tareas.\n\n Ya sea que est茅s poni茅ndote al d铆a con tutoriales, videos musicales o tus vlogs favoritos, esta extensi贸n te permite ver videos en modo de imagen en imagen (PiP) sin esfuerzo.\n\nNuestra extensi贸n revoluciona tu experiencia de navegaci贸n al introducir la funcionalidad de PiP en todos los sitios web que cuentan con un elemento de video HTML. Una vez instalada, se integra perfectamente con tu navegador, a帽adiendo un pr谩ctico bot贸n de acci贸n en la p谩gina. Este bot贸n cambia de color din谩micamente cada vez que una p谩gina contiene un elemento de video. Simplemente haz clic en 茅l para activar el modo para el reproductor activo, mejorando sin esfuerzo tu comodidad visual.\n\nPero, 驴qu茅 es exactamente el modo Imagen en imagen de YouTube? Este modo transforma la reproducci贸n de tu video en una ventana din谩mica siempre visible que se superpone a otras ventanas, ofreciendo una comodidad y flexibilidad incomparables. Puedes reposicionar la ventana f谩cilmente a lo largo del borde de la pantalla mientras contin煤as navegando por Internet, garantizando una visibilidad 贸ptima sin interrumpir tu flujo de trabajo.\nAqu铆 tienes por qu茅 Imagen en imagen de YouTube es imprescindible para tu arsenal de navegaci贸n:\n\n1锔 Multitarea mejorada: Aumenta tu productividad viendo videos de YouTube en una ventana redimensionable y m贸vil mientras navegas por otros sitios web o trabajas en tareas.\n\n2锔 Integraci贸n perfecta: Experimenta una integraci贸n perfecta con YouTube y otros sitios web compatibles con PiP, asegurando transiciones suaves entre el modo PiP y la navegaci贸n regular.\n\n3锔 Visualizaci贸n personalizable: Personaliza tu experiencia de visualizaci贸n con tama帽os y posiciones de ventana ajustables, permiti茅ndote encontrar el equilibrio perfecto entre la reproducci贸n de video y el espacio en pantalla.\n\n4锔 Controles convenientes: Disfruta de controles de reproducci贸n convenientes directamente dentro de la ventana PiP, incluyendo reproducci贸n/pausa, ajuste de volumen y funciones de b煤squeda.\n\n5锔 Activaci贸n sin esfuerzo: Activa el modo PiP con un solo clic, facilitando el cambio entre la visualizaci贸n est谩ndar y el modo PiP cuando lo desees.\n\n 驴Listo para llevar tu experiencia de visualizaci贸n de YouTube a nuevas alturas? Simplemente instala Imagen en imagen de YouTube y desbloquea un mundo de multitarea fluida y entretenimiento mejorado. Ya sea que est茅s viendo tus canales favoritos o siguiendo contenido educativo, Imagen en imagen de YouTube garantiza que tu experiencia de visualizaci贸n permanezca ininterrumpida y flexible.\n\nCon el modo PiP, puedes ver videos de YouTube y otros sitios web compatibles con PiP en una ventana compacta que flota sobre tus otras pesta帽as y aplicaciones. Navega por tus sitios web favoritos, responde correos electr贸nicos o aborda tu lista de tareas mientras mantienes un ojo en tus videos favoritos.\n\n Experimenta la libertad de redimensionar y reposicionar la ventana PiP seg煤n tus preferencias, permiti茅ndote encontrar el equilibrio perfecto entre la inmersi贸n en el video y la eficiencia en la multitarea. Gracias a nuestra aplicaci贸n, se acabaron los d铆as de estar limitado al modo de pantalla completa o tener que cambiar constantemente entre pesta帽as.\n\nDesbloquea un nuevo nivel de productividad y entretenimiento con Imagen en imagen de YouTube, el compa帽ero definitivo para tus aventuras de navegaci贸n.\n\nAdem谩s de su interfaz f谩cil de usar e integraci贸n perfecta con YouTube y otros sitios web compatibles con PiP, Imagen en imagen de YouTube ofrece una variedad de funciones personalizables para mejorar tu experiencia de visualizaci贸n.\n\nYa sea que prefieras una ventana PiP compacta en la esquina de tu pantalla o una ventana m谩s grande para una visualizaci贸n inmersiva, la extensi贸n te pone en control.\nAjusta f谩cilmente el tama帽o, la posici贸n y la opacidad de la ventana flotante para adaptarla a tus preferencias y flujo de trabajo.\n\nAdem谩s, proporciona controles de reproducci贸n intuitivos directamente dentro de la ventana de Imagen en imagen de YouTube, lo que te permite pausar, reproducir, ajustar el volumen y buscar en los videos con facilidad.\n\nCon Imagen en imagen de YouTube, puedes disfrutar de la comodidad del modo PiP sin sacrificar el control o la funcionalidad.\n\nExperimenta la libertad de ver videos de YouTube y otros sitios web compatibles a tu manera, ya sea que est茅s poni茅ndote al d铆a con las 煤ltimas tendencias, aprendiendo nuevas habilidades o simplemente disfrutando de un tiempo libre.\n\n Da la bienvenida a una experiencia de navegaci贸n m谩s vers谩til y eficiente con Imagen en imagen de YouTube.\n\n驴Listo para llevar tu experiencia de visualizaci贸n de YouTube al siguiente nivel? Instala la extensi贸n hoy y desbloquea un mundo de posibilidades.\n\n Eleva tu experiencia de navegaci贸n hoy con nuestra extensi贸n para Chrome, desbloqueando el poder del modo de nuestra aplicaci贸n en todos tus sitios web y plataformas de video favoritas. Instala ahora y abraza una nueva era de eficiencia en la multitarea y flexibilidad de visualizaci贸n.\n\nPor favor, cont谩ctame si tienes alguna pregunta "
   }
}
