{
   "appName": {
      "message": "YouTube Kuvassa kuvassa"
   },
   "shortDesc": {
      "message": "Katso videoita käyttämällä YouTube Kuvassa kuvassa -ominaisuutta. Se mahdollistaa kuvassa kuvassa -tilan käytön YouTubessa tai muilla verkkosivustoilla."
   },
   "storeDesc": {
      "message": "💡 YouTube Kuvassa kuvassa -chrome-laajennus toimii parhaiten YouTuben kanssa, mutta sitä voi käyttää myös muiden verkkosivustojen kanssa, jos niissä on videotunniste.\n\n👉 Se mahdollistaa työskentelyn/opiskelun samalla kun katsot/kuuntelet videoita lähellä näytöllä. Pieni videoruutu leijuu muiden välilehtien yläpuolella. Kuvassa kuvassa -tila on paras tapa välttää tylsistyminen tehdessäsi mitä tahansa.\n\n👉 YouTube Kuvassa kuvassa näyttää sinulle, onko se käytettävissä verkkosivustolla muuttamalla laajennuksen kuvakkeen mustaksi. Jos kuvake on vaaleanharmaa, se tarkoittaa, että sovellus ei löytänyt videotunnisteita sivulta.\n\nTässä muutamia tärkeitä huomioita laajenteestamme:\n\n1. Tarvitset Chromen version 70 tai uudemman hyödyntääksesi laajenteemme täysiä toiminnallisuuksia.\nLaajenteemme laajentaa saumattomasti toiminnallisuuttaan iframeissa oleviin soittimiin varmistaen yhteensopivuuden eri verkkoympäristöissä.\n2. Laajenteemme on rakennettu manifestin v3 päälle ja se hyödyntää uusimpia standardeja ja teknologioita optimaalisen suorituskyvyn ja turvallisuuden varmistamiseksi.\n3. Versiosta 1.0.0 alkaen laajenteeseemme sisältyy skripti, joka on suunniteltu estämään tahattomat poistumiset kuvassa kuvassa -tilasta. Tämä skripti lieventää ongelmia, joita esiintyy sivuilla, jotka yrittävät poistaa käytöstä tai peruuttaa kuvassa kuvassa -pyyntöjä, varmistaen saumattoman ja keskeytymättömän katselukokemuksen käyttäjillemme.\n\n🌟 Hyvästit välilehtien välillä vaihtamiselle tai jumittumiselle koko näytön tilaan – YouTube Kuvassa kuvassa -toiminnolla voit nauttia suosikkivideoistasi kelluvassa ikkunassa selatessasi muita verkkosivustoja tai työskennellessäsi tehtävien parissa.\n\n📺 Olitpa sitten katsomassa opetusvideoita, musiikkivideoita tai suosikkivlogejasi, tämä laajennus mahdollistaa videoiden katselun kuvassa kuvassa -tilassa vaivattomasti.\n\nLaajenteemme mullistaa selauskokemuksesi tuomalla kuvassa kuvassa -toiminnallisuuden kaikille HTML-videotunnisteita sisältäville verkkosivustoille. Asennettuasi sen se integroituu saumattomasti selaimeesi lisäten kätevän sivutoiminnon painikkeen. Tämä painike muuttaa dynaamisesti väriä aina, kun sivu sisältää videotunnisteen. Klikkaa sitä aktivoidaksesi tilan aktiiviselle soittimelle, parantaen katselumukavuuttasi vaivattomasti.\n\nMutta mikä tarkalleen ottaen on YouTube Kuvassa kuvassa -tila? Tämä tila muuttaa videotoiston dynaamiseksi, aina päällä olevaksi ikkunaksi, joka leijuu muiden ikkunoiden yläpuolella, tarjoten vertaansa vailla olevaa mukavuutta ja joustavuutta. Voit helposti siirtää ikkunaa näytön reunaa pitkin jatkaessasi internetin selaamista, varmistaen optimaalisen näkyvyyden häiritsemättä työnkulkuasi.\nTässä on syyt, miksi YouTube Kuvassa kuvassa on välttämätön osa selausarsenaaliasi:\n\n1️⃣ Tehostettu moniajo: Lisää tuottavuuttasi katsomalla YouTube-videoita muokattavassa, siirrettävässä ikkunassa samalla kun selaat muita verkkosivustoja tai työskentelet tehtävien parissa.\n\n2️⃣ Saumaton integraatio: Koe saumaton integraatio YouTuben ja muiden PiP-yhteensopivien verkkosivustojen kanssa, varmistaen sujuvat siirtymät PiP-tilan ja normaalin selaamisen välillä.\n\n3️⃣ Mukautettava katselu: Räätälöi katselukokemuksesi säädettävillä ikkunakoilla ja sijainneilla, mahdollistaen täydellisen tasapainon videotoiston ja näytön tilan välillä.\n\n4️⃣ Kätevät ohjaimet: Nauti kätevistä toisto-ohjaimista suoraan PiP-ikkunassa, mukaan lukien toisto/tauko, äänenvoimakkuuden säätö ja siirtotoiminnot.\n\n5️⃣ Vaivaton aktivointi: Aktivoi PiP-tila yhdellä napsautuksella, mikä tekee siirtymisestä tavallisen katselun ja PiP-tilan välillä helppoa aina halutessasi.\n\n🌐 Oletko valmis nostamaan YouTube-katselukokemuksesi uusiin ulottuvuuksiin? Asenna yksinkertaisesti YouTube kuvassa kuvassa ja avaa maailma saumatonta moniajoa ja tehostettua viihdettä. Olitpa sitten maratonkatsoja suosikkikanavillasi tai seuraat koulutussisältöjä, YouTube kuvassa kuvassa varmistaa, että katselukokemuksesi pysyy keskeytyksettömänä ja joustavana.\n\nPiP-tilassa voit katsoa videoita YouTubesta ja muista PiP-yhteensopivista verkkosivustoista kompaktissa ikkunassa, joka leijuu muiden välilehtiesi ja sovellustesi yläpuolella.\nNavigoi suosikkisivustoillasi, vastaa sähköposteihin tai hoida tehtävälistasi samalla kun pidät silmällä suosikkivideoitasi.\n\n🎉 Koe vapaus muokata PiP-ikkunan kokoa ja sijaintia mieltymystesi mukaan, mahdollistaen täydellisen tasapainon videon upottumisen ja moniajon tehokkuuden välillä.\nKiitos sovelluksemme, päivät, jolloin olit rajoitettu koko näytön tilaan tai joudut vaihtamaan välilehtien välillä, ovat ohi.\n\nAvaa uusi tuottavuuden ja viihteen taso YouTube Kuvassa kuvassa - täydellinen kumppani selausseikkailuihisi.\n\nLisäksi käyttäjäystävällisen käyttöliittymänsä ja saumattoman integraationsa ansiosta YouTube Kuvassa kuvassa tarjoaa joukon mukautettavia ominaisuuksia tehostamaan katselukokemustasi.\n\nOlitpa sitten mieltynyt pieneen PiP-ikkunaan näytön nurkassa tai suurempaan ikkunaan immersiiviseen katseluun, laajennus antaa sinulle hallinnan.\nHelposti säädä kelluvan ikkunan kokoa, sijaintia ja läpinäkyvyyttä mieltymystesi ja työnkulun mukaan.\n\nLisäksi se tarjoaa intuitiiviset toiston hallintapainikkeet suoraan PiP-ikkunassa, joiden avulla voit pysäyttää, toistaa, säätää äänenvoimakkuutta ja siirtyä videoissa helposti.\n\nYouTube Kuvassa kuvassa -ominaisuuden avulla voit nauttia PiP-tilan mukavuudesta tinkimättä hallinnasta tai toiminnallisuudesta.\n\nKoe vapaus katsoa videoita YouTubesta ja muilta yhteensopivilta verkkosivuilta omilla ehdoillasi, olit sitten ajan tasalla uusimmista trendeistä, opit uusia taitoja tai yksinkertaisesti nautit rentoutumisesta.\n\n📺 Tervetuloa monipuolisempaan ja tehokkaampaan selauskokemukseen YouTube Kuvassa kuvassa -ominaisuuden avulla.\n\nOletko valmis viemään YouTube-katselukokemuksesi seuraavalle tasolle? Asenna laajennus tänään ja avaa mahdollisuuksien maailma.\n\n🌟 Nosta selauskokemuksesi uudelle tasolle tänään Chrome-laajennuksellamme, joka avaa sovelluksemme tilan voiman kaikilla suosikkisivustoillasi ja videoplatformeilla. Asenna nyt ja omaksu uusi multitasking-tehokkuuden ja katselun joustavuuden aikakausi.\n\nOle hyvä ja ota yhteyttä, jos sinulla on kysyttävää 🙂"
   }
}
