{
   "appName": {
      "message": "Imatge en imatge de YouTube"
   },
   "shortDesc": {
      "message": "Mira v铆deos utilitzant la funci贸 Imatge en imatge de YouTube. Permet utilitzar el mode imatge en imatge a YouTube o altres llocs web."
   },
   "storeDesc": {
      "message": " L'extensi贸 Imatge en imatge de YouTube funciona millor amb YouTube, per貌 tamb茅 es pot utilitzar amb altres llocs web si tenen algun element de v铆deo.\n\n Et permet treballar/estudiar i veure/escoltar v铆deos a prop a la pantalla. Una petita finestra de v铆deo es mantindr sobre altres pestanyes. El mode Imatge en imatge 茅s el millor per no avorrir-te mentre fas qualsevol cosa.\n\n Imatge en imatge de YouTube et mostrar si est disponible en un lloc web canviant l'铆cona de l'extensi贸 a negre. Si l'铆cona 茅s de color gris clar, vol dir que l'aplicaci贸 no ha trobat cap element de v铆deo a la pgina.\n\nAqu铆 tens algunes notes importants sobre la nostra extensi贸:\n\n1. Necessitars la versi贸 70 o superior de Chrome per aprofitar totes les capacitats de la nostra extensi贸. La nostra extensi贸 est茅n la seva funcionalitat de manera transparent als reproductors dins d'iframes, assegurant la compatibilitat en diferents entorns web.\n2. Basada en el manifest v3, la nostra extensi贸 utilitza els 煤ltims estndards i tecnologies per a un rendiment i seguretat 貌ptims.\n3. A partir de la versi贸 1.0.0, la nostra extensi贸 inclou un script dissenyat per evitar sortides involuntries de la vista Imatge en imatge. Aquest script redueix els problemes trobats a pgines que intenten desactivar o cancel路lar les sol路licituds Imatge en imatge, assegurant una experi猫ncia de visualitzaci贸 sense interrupcions per als nostres usuaris.\n\n Diga adeu a canviar entre pestanyes o quedar-te atrapat en el mode de pantalla completa: amb Imatge en imatge de YouTube, pots gaudir dels teus v铆deos preferits en una finestra flotant mentre navegues per altres llocs web o treballes en tasques.\n\n Ja sigui que estiguis posant-te al dia amb tutorials, v铆deos musicals o els teus vlogs preferits, aquesta extensi贸 et permet veure v铆deos en mode imatge en imatge (PiP) sense esfor莽.\n\nLa nostra extensi贸 revoluciona la teva experi猫ncia de navegaci贸 introduint la funcionalitat PiP a tots els llocs web que contenen un element de v铆deo HTML. Un cop instal路lada, s'integra perfectament amb el teu navegador, afegint un bot贸 d'acci贸 a la pgina de manera convenient. Aquest bot贸 canvia de color dinmicament sempre que una pgina cont茅 un element de v铆deo. Simplement fes clic per activar el mode per al reproductor actiu, millorant la teva comoditat de visualitzaci贸 sense esfor莽.\n\nPer貌 qu猫 茅s exactament el mode Imatge en imatge de YouTube? Aquest mode transforma la reproducci贸 del teu v铆deo en una finestra dinmica sempre visible que es mant茅 sobre altres finestres, oferint una comoditat i flexibilitat sense precedents. Pots reposicionar la finestra fcilment al llarg del vora de la pantalla mentre continues navegant per internet, assegurant una visibilitat 貌ptima sense interrompre el teu flux de treball.\n Aqu铆 tens per qu猫 Imatge en imatge de YouTube 茅s imprescindible per a la teva navegaci贸:\n\n1锔 Multitasca millorada: Augmenta la teva productivitat veient v铆deos de YouTube en una finestra redimensionable i moguda mentre navegues simultniament per altres llocs web o treballes en tasques.\n\n2锔 Integraci贸 perfecta: Experimenta una integraci贸 perfecta amb YouTube i altres llocs web compatibles amb PiP, assegurant transicions suaus entre el mode PiP i la navegaci贸 habitual.\n\n3锔 Visualitzaci贸 personalitzable: Personalitza la teva experi猫ncia de visualitzaci贸 amb mides i posicions de finestra ajustables, permetent-te trobar l'equilibri perfecte entre la reproducci贸 de v铆deo i l'espai de la pantalla.\n\n4锔 Controls convenients: Gaudeix de controls de reproducci贸 prctics directament dins de la finestra PiP, incloent reproduir/pausar, ajustar el volum i funcionalitats de cerca.\n\n5锔 Activaci贸 sense esfor莽: Activa el mode PiP amb un sol clic, facilitant el canvi entre la visualitzaci贸 estndard i el mode PiP sempre que ho desitgis.\n\n A punt per elevar la teva experi猫ncia de visualitzaci贸 de YouTube a noves al莽ades? Simplement instal路la Imatge en imatge de YouTube i desbloqueja un m贸n de multitasca sense costures i entreteniment millorat.\nJa sigui que estiguis maratonejant els teus canals preferits o seguint contingut educatiu, Imatge en imatge de YouTube assegura que la teva experi猫ncia de visualitzaci贸 romangui ininterrompuda i flexible.\n\nAmb el mode PiP, pots veure v铆deos de YouTube i d'altres llocs web compatibles amb PiP en una finestra compacta que flota sobre les altres pestanyes i aplicacions.\nNavega pels teus llocs web preferits, respon als correus electr貌nics o aborda la teva llista de tasques mentre mantens un ull als teus v铆deos preferits.\n\n Experimenta la llibertat de redimensionar i reposicionar la finestra PiP segons les teves prefer猫ncies, permetent-te trobar l'equilibri perfecte entre la immersi贸 en el v铆deo i l'efici猫ncia de la multitasca.\nGrcies a la nostra aplicaci贸, han desaparegut els dies d'estar confinat al mode de pantalla completa o de haver de canviar constantment entre pestanyes.\n\nDesbloqueja un nou nivell de productivitat i entreteniment amb Imatge en imatge de YouTube, el company definitiu per a les teves aventures de navegaci贸.\n\nA m茅s de la seva interf铆cie fcil d'utilitzar i la seva integraci贸 sense costures amb YouTube i altres llocs web compatibles amb PiP, Imatge en imatge de YouTube ofereix una s猫rie de funcions personalitzables per millorar la teva experi猫ncia de visualitzaci贸.\n\nJa sigui que prefereixis una finestra PiP compacta amagada a la cantonada de la pantalla o una finestra m茅s gran per a una visualitzaci贸 immersiva, l'extensi贸 et posa al comandament.\nAjusta fcilment la mida, la posici贸 i l'opacitat de la finestra flotant segons les teves prefer猫ncies i flux de treball.\n\nA m茅s, ofereix controls de reproducci贸 intuitius directament dins de la finestra Imatge en imatge de YouTube, permetent-te pausar, reproduir, ajustar el volum i avan莽ar pels v铆deos amb facilitat.\n\nAmb Imatge en imatge de YouTube, pots gaudir de la comoditat del mode PiP sense sacrificar el control o la funcionalitat.\n\nExperimenta la llibertat de veure v铆deos de YouTube i d'altres llocs web compatibles segons les teves prefer猫ncies, ja sigui posant-te al dia amb les 煤ltimes tend猫ncies, aprenent noves habilitats o simplement gaudint d'un temps d'oci.\n\n Diga-li hola a una experi猫ncia de navegaci贸 m茅s verstil i eficient amb Imatge en imatge de YouTube.\n\n驴Preparat per portar la teva experi猫ncia de visualitzaci贸 de YouTube al seg眉ent nivell? Instal路la l'extensi贸 avui mateix i desbloqueja un m贸n de possibilitats.\n\n Millora la teva experi猫ncia de navegaci贸 avui amb la nostra extensi贸 per Chrome, desbloquejant el poder del mode de la nostra aplicaci贸 a trav茅s de tots els teus llocs web i plataformes de v铆deo preferits. Instal路la ara i abra莽a una nova era d'efici猫ncia en la multitasca i flexibilitat de visualitzaci贸.\n\nSi tens alguna pregunta, no dubtis a contactar-me "
   }
}
