{
   "appName": {
      "message": "Εικόνα σε εικόνα στο YouTube"
   },
   "shortDesc": {
      "message": "Παρακολουθήστε βίντεο χρησιμοποιώντας το χαρακτηριστικό Εικόνα σε εικόνα στο YouTube. Σας επιτρέπει να χρησιμοποιείτε τη λειτουργία εικόνας σε εικόνα στο YouTube ή σε άλλες ιστοσελίδες."
   },
   "storeDesc": {
      "message": "💡 Η επέκταση του Chrome \"Εικόνα σε εικόνα στο YouTube\" λειτουργεί καλύτερα με το YouTube, αλλά μπορεί επίσης να χρησιμοποιηθεί με άλλες ιστοσελίδες αν περιέχουν οποιαδήποτε ετικέτα βίντεο.\n\n👉 Σας επιτρέπει να εργάζεστε/μελετάτε και να παρακολουθείτε/ακούτε βίντεο κοντά στην οθόνη. Ένα μικρό παράθυρο βίντεο θα επικαθίσει πάνω από άλλες καρτέλες. Η λειτουργία Εικόνα σε εικόνα είναι η καλύτερη για να μην βαρεθείτε καθώς κάνετε οτιδήποτε.\n\n👉 Το YouTube Εικόνα σε εικόνα θα σας ενημερώσει αν είναι διαθέσιμο σε μια ιστοσελίδα με το εικονίδιο της επέκτασης να γίνεται μαύρο. Αν το εικονίδιο είναι ανοιχτό γκρι, σημαίνει ότι η εφαρμογή δεν βρήκε καμία ετικέτα βίντεο στη σελίδα.\n\n🌟 Αποχαιρετήστε τον εναλλαγή μεταξύ καρτελών ή το κολλημένο σε πλήρη οθόνη - με την εικόνα σε εικόνα στο YouTube, μπορείτε να απολαμβάνετε τα αγαπημένα σας βίντεο σε ένα επιπλέον παράθυρο ενώ περιηγείστε σε άλλες ιστοσελίδες ή εργάζεστε σε εργασίες.\n\n📺 Είτε παρακολουθείτε μαθήματα, μουσικά βίντεο ή τα αγαπημένα σας βλογκ, αυτή η επέκταση σας επιτρέπει να παρακολουθείτε βίντεο σε λειτουργία εικόνας σε εικόνα (PiP) με άνεση.\n\nΗ επέκτασή μας επαναστατεί την εμπειρία περιήγησής σας εισάγοντας τη λειτουργία PiP σε όλες τις ιστοσελίδες που περιλαμβάνουν ένα στοιχείο βίντεο HTML. Μόλις εγκατασταθεί, ενσωματώνεται απροβλημάτιστα στον περιηγητή σας, προσθέτοντας ένα βολικό κουμπί ενέργειας σελίδας. Αυτό το κουμπί αλλάζει δυναμικά χρώμα κάθε φορά που μια σελίδα περιέχει ένα στοιχείο βίντεο. Απλώς κάντε κλικ για να ενεργοποιήσετε τη λειτουργία για τον ενεργό παίκτη, βελτιώντας έτσι την άνεση παρακολούθησής σας.\n\nΑλλά τι ακριβώς είναι η λειτουργία Εικόνα σε εικόνα στο YouTube; Αυτή η λειτουργία μετατρέπει την αναπαραγωγή του βίντεο σας σε ένα δυναμικό παράθυρο που είναι πάντα στην κορυφή και επικαθίζεται πάνω από άλλα παράθυρα, προσφέροντας ασύγκριτη άνεση και ευελιξία. Μπορείτε εύκολα να αναδιατάξετε το παράθυρο κατά μήκος της οθόνης καθώς συνεχίζετε να περιηγείστε στο διαδίκτυο, εξασφαλίζοντας βέλτιστη ορατότητα χωρίς να διακόπτετε τη ροή εργασιών σας.\n🚀 Εδώ είναι γιατί η Εικόνα σε εικόνα στο YouTube είναι απαραίτητη για το αρσενάλι περιήγησής σας:\n\n1️⃣ Βελτιωμένος Πολυεργαλειακότητα: Αυξήστε την παραγωγικότητά σας παρακολουθώντας βίντεο στο YouTube σε ένα ανακλινόμενο, μετακινούμενο παράθυρο ενώ ταυτόχρονα περιηγείστε σε άλλες ιστοσελίδες ή εργάζεστε σε εργασίες.\n\n2️⃣ Απροβλημάτιστη Ενσωμάτωση: Ζήστε μια απροβλημάτιστη ενσωμάτωση με το YouTube και άλλες ιστοσελίδες συμβατές με την Εικόνα σε εικόνα, εξασφαλίζοντας ομαλές μεταβάσεις μεταξύ της λειτουργίας Εικόνα σε εικόνα και της κανονικής περιήγησης.\n\n3️⃣ Προσαρμόσιμη Προβολή: Προσαρμόστε την εμπειρία προβολής σας με ρυθμιζόμενα μεγέθη και θέσεις παραθύρων, επιτρέποντάς σας να βρείτε την τέλεια ισορροπία μεταξύ αναπαραγωγής βίντεο και οθόνης.\n\n4️⃣ Βολικοί Έλεγχοι: Απολαύστε βολικούς ελέγχους αναπαραγωγής απευθείας μέσα στο παράθυρο Εικόνα σε εικόνα, συμπεριλαμβανομένων των λειτουργιών αναπαραγωγής/παύσης, ρύθμισης έντασης και αναζήτησης.\n\n5️⃣ Ανεμπόδιστη Ενεργοποίηση: Ενεργοποιήστε τη λειτουργία Εικόνα σε εικόνα με ένα μόνο κλικ, κάνοντας εύκολη τη μετάβαση μεταξύ της κανονικής προβολής και της λειτουργίας Εικόνα σε εικόνα όποτε επιθυμείτε.\n\n🌐 Έτοιμοι να αναβαθμίσετε την εμπειρία προβολής σας στο YouTube σε νέα ύψη; Απλά εγκαταστήστε την Εικόνα σε εικόνα στο YouTube και ξεκλειδώστε έναν κόσμο απροβλημάτιστης πολυεργασίας και βελτιωμένης ψυχαγωγίας. Είτε βλέπετε ασταμάτητα τα αγαπημένα σας κανάλια είτε ακολουθείτε εκπαιδευτικό περιεχόμενο, η Εικόνα σε εικόνα στο YouTube εξασφαλίζει ότι η εμπειρία προβολής σας παραμένει αδιάκοπη και ευέλικτη.\n\nΜε τη λειτουργία Εικόνα σε εικόνα, μπορείτε να παρακολουθήσετε βίντεο από το YouTube και άλλες ιστοσελίδες συμβατές με την Εικόνα σε εικόνα σε ένα συμπαγές παράθυρο που επιπλέει πάνω από τις άλλες καρτέλες και εφαρμογές σας. Περιηγηθείτε στις αγαπημένες σας ιστοσελίδες, απαντήστε σε emails ή αντιμετωπίστε τη λίστα σας με εργασίες κρατώντας μια ματιά στα αγαπημένα σας βίντεο.\n\n🎉 Ζήστε την ελευθερία να αλλάξετε το μέγεθος και τη θέση του παραθύρου Εικόνα σε εικόνα για να ταιριάζει στις προτιμήσεις σας, επιτρέποντάς σας να βρείτε την τέλεια ισορροπία μεταξύ εμβύθισης στο βίντεο και αποτελεσματικότητας πολυεργασίας. Χάρη στην εφαρμογή μας, πέρασαν οι μέρες που ήσασταν περιορισμένοι στη λειτουργία πλήρους οθόνης ή που έπρεπε να μετακινείστε ανάμεσα σε καρτέλες.\n\nΞεκλειδώστε ένα νέο επίπεδο παραγωγικότητας και Ϩψους με την Εικόνα σε εικόνα στο YouTube - τον απόλυτο σύντροφο για τις περιηγήσεις σας.\n\nΕκτός από τη φιλική προς τον χρήστη διεπαφή της και την απροβλημάτιστη ενσωμάτωσή της με το YouTube και άλλες ιστοσελίδες συμβατές με την Εικόνα σε εικόνα, η Εικόνα σε εικόνα στο YouTube προσφέρει μια σειρά προσαρμόσιμων χαρακτηριστικών για να βελτιώσει την εμπειρία προβολής σας.\n\nΕίτε προτιμάτε ένα συμπαγές παράθυρο Εικόνα σε εικόνα που κρύβεται στη γωνία της οθόνης σας είτε ένα μεγαλύτερο παράθυρο για εμβύθιση, η επέκταση σας δίνει τον έλεγχο.\nΡυθμίστε εύκολα το μέγεθος, τη θέση και τη διαφάνεια του επιπλέον παραθύρου για να ταιριάζει στις προτιμήσεις και τη ροή εργασίας σας.\n\nΕπιπλέον, παρέχει εύχρηστους χειρισμούς αναπαραγωγής απευθείας μέσα στο παράθυρο Εικόνα σε εικόνα στο YouTube, επιτρέποντάς σας να κάνετε παύση, να αναπαράγετε, να ρυθμίσετε την ένταση του ήχου και να προχωρήσετε στα βίντεο με ευκολία.\n\nΜε το Εικόνα σε εικόνα στο YouTube, μπορείτε να απολαύσετε την ευκολία της λειτουργίας PiP χωρίς να θυσιάζετε τον έλεγχο ή τη λειτουργικότητα.\n\nΖήστε την ελευθερία να παρακολουθείτε βίντεο από το YouTube και άλλες συμβατές ιστοσελίδες με τους όρους σας, είτε παρακολουθείτε τις τελευταίες τάσεις, μαθαίνετε νέες δεξιότητες ή απλά απολαμβάνετε χρόνο χαλάρωσης.\n\n📺 Πείτε γεια σε μια πιο ευέλικτη και αποδοτική εμπειρία περιήγησης με το Εικόνα σε εικόνα στο YouTube.\n\nΈτοιμοι να πάτε την εμπειρία προβολής σας στο YouTube σε άλλο επίπεδο; Εγκαταστήστε σήμερα την επέκταση και ξεκλειδώστε έναν κόσμο δυνατοτήτων.\n\n🌟 Αναβαθμίστε σήμερα την εμπειρία περιήγησής σας με την επέκταση μας για το Chrome, ξεκλειδώνοντας τη δύναμη της λειτουργίας της εφαρμογής μας σε όλες τις αγαπημένες σας ιστοσελίδες και πλατφόρμες βίντεο. Εγκαταστήστε τώρα και αποδεχτείτε μια νέα εποχή αποτελεσματικότητας και ευελιξίας στον πολυεργαστικό χώρο και την προβολή."
   }
}
