{
   "appName": {
      "message": "YouTube Immagine in Immagine"
   },
   "shortDesc": {
      "message": "Guarda i video utilizzando la funzione YouTube Immagine in Immagine. Consente di utilizzare la modalità immagine in immagine su YouTube o su altri siti web."
   },
   "storeDesc": {
      "message": "L'estensione di Chrome YouTube Immagine in Immagine funziona meglio con YouTube, ma può essere utilizzata anche con altri siti web se contengono un tag video.\n\n👉 Ti permette di lavorare/studiare e guardare/ascoltare video vicino allo schermo. Una piccola finestra video si sovrapporrà ad altre schede. La modalità Immagine in Immagine è la migliore per non annoiarsi mentre fai qualsiasi cosa.\n\n👉 YouTube Immagine in Immagine ti mostrerà se è disponibile su un sito web facendo diventare nero l'icona dell'estensione. Se l'icona è di colore grigio chiaro, significa che l'app non ha trovato tag video sulla pagina.\n\nEcco alcune note importanti sulla nostra estensione:\n\n1. Avrai bisogno della versione 70 o superiore di Chrome per sfruttare appieno le funzionalità della nostra estensione. La nostra estensione estende senza problemi la sua funzionalità ai lettori all'interno degli iframe, garantendo la compatibilità in vari ambienti web.\n2. Basata su manifest v3, la nostra estensione utilizza gli ultimi standard e tecnologie per prestazioni e sicurezza ottimali.\n3. A partire dalla versione 1.0.0, la nostra estensione include uno script progettato per impedire uscite accidentali dalla visualizzazione PiP. Questo script mitiga i problemi riscontrati su pagine che tentano di disabilitare o annullare le richieste PiP, garantendo un'esperienza di visualizzazione fluida e ininterrotta per i nostri utenti.\n\n🌟 Dì addio al passare avanti e indietro tra le schede o rimanere bloccato in modalità a schermo intero - con YouTube Immagine in Immagine, puoi goderti i tuoi video preferiti in una finestra fluttuante mentre navighi su altri siti web o lavori su compiti.\n\n📺 Che tu stia recuperando tutorial, video musicali o i tuoi vlog preferiti, questa estensione ti permette di guardare video in modalità Immagine in Immagine (PiP) senza sforzo.\n\nLa nostra estensione rivoluziona la tua esperienza di navigazione introducendo la funzionalità PiP su tutti i siti web che presentano un elemento video HTML. Una volta installata, si integra senza problemi con il tuo browser, aggiungendo un comodo pulsante di azione sulla pagina. Questo pulsante cambia dinamicamente colore ogni volta che una pagina contiene un elemento video. Basta fare clic su di esso per attivare la modalità per il lettore attivo, migliorando senza sforzo la tua comodità di visualizzazione.\n\nMa cos'è esattamente la modalità Immagine in Immagine di YouTube? Questa modalità trasforma la riproduzione video in una finestra dinamica sempre in primo piano che si sovrappone alle altre finestre, offrendo una comodità e flessibilità senza pari. Puoi riposizionare facilmente la finestra lungo il bordo dello schermo mentre continui a navigare su Internet, garantendo una visibilità ottimale senza interrompere il tuo flusso di lavoro.\n🚀 Ecco perché YouTube Immagine in Immagine è un must-have per il tuo arsenale di navigazione:\n\n1️⃣ Multitasking potenziato: Aumenta la tua produttività guardando video di YouTube in una finestra ridimensionabile e mobile mentre navighi contemporaneamente su altri siti web o lavori su compiti.\n\n2️⃣ Integrazione senza soluzione di continuità: Vivi un'integrazione senza soluzione di continuità con YouTube e altri siti web compatibili con PiP, garantendo transizioni fluide tra la modalità PiP e la navigazione regolare.\n\n3️⃣ Visualizzazione personalizzabile: Personalizza la tua esperienza di visualizzazione con dimensioni e posizioni della finestra regolabili, permettendoti di trovare il perfetto equilibrio tra la riproduzione video e lo spazio dello schermo.\n\n4️⃣ Controlli comodi: Goditi comodi controlli di riproduzione direttamente all'interno della finestra PiP, inclusi play/pausa, regolazione del volume e funzionalità di ricerca.\n\n5️⃣ Attivazione senza sforzo: Attiva la modalità PiP con un solo clic, rendendo facile passare tra la visualizzazione standard e la modalità PiP ogni volta che lo desideri.\n\n🌐 Pronto a elevare la tua esperienza di visualizzazione di YouTube a nuove vette? Installa semplicemente YouTube Immagine in Immagine e sblocca un mondo di multitasking senza soluzione di continuità e intrattenimento potenziato. Che tu stia guardando ininterrottamente i tuoi canali preferiti o seguendo contenuti educativi, YouTube immagine in immagine garantisce che la tua esperienza di visualizzazione rimanga ininterrotta e flessibile.\n\nCon la modalità PiP, puoi guardare video da YouTube e altri siti web compatibili con PiP in una finestra compatta che fluttua sopra le altre schede e applicazioni.\nNaviga sui tuoi siti web preferiti, rispondi alle email o affronta la tua lista di cose da fare tenendo d'occhio i tuoi video preferiti.\n\n🎉 Vivi la libertà di ridimensionare e riposizionare la finestra PiP per adattarla alle tue preferenze, permettendoti di trovare il perfetto equilibrio tra immersione nel video ed efficienza nel multitasking.\nGrazie alla nostra applicazione, sono passati i giorni in cui eri confinato alla modalità a schermo intero o dovevi passare avanti e indietro tra le schede.\n\nSblocca un nuovo livello di produttività e intrattenimento con YouTube Immagine in Immagine - il compagno definitivo per le tue avventure di navigazione.\n\nOltre alla sua interfaccia user-friendly e all'integrazione senza soluzione di continuità con YouTube e altri siti web compatibili con PiP, YouTube Immagine in Immagine offre una serie di funzionalità personalizzabili per migliorare la tua esperienza di visualizzazione.\n\nChe tu preferisca una finestra PiP compatta nascosta nell'angolo dello schermo o una finestra più grande per una visualizzazione immersiva, l'estensione ti mette al comando.\nRegola facilmente le dimensioni, la posizione e l'opacità della finestra fluttuante per adattarla alle tue preferenze e al tuo flusso di lavoro.\n\nInoltre, fornisce controlli intuitivi per la riproduzione direttamente nella finestra PiP, consentendoti di mettere in pausa, riprodurre, regolare il volume e cercare nei video con facilità.\n\nCon YouTube Immagine in Immagine, puoi godere della comodità della modalità PiP senza sacrificare il controllo o la funzionalità.\n\nVivi la libertà di guardare video da YouTube e da altri siti web compatibili a tuo modo, che tu stia seguendo le ultime tendenze, imparando nuove abilità o semplicemente godendoti un po' di relax.\n\n📺 Saluta un'esperienza di navigazione più versatile ed efficiente con YouTube Immagine in Immagine.\n\nPronto a portare la tua esperienza di visione di YouTube al livello successivo? Installa l'estensione oggi e sblocca un mondo di possibilità.\n\n🌟 Eleva oggi la tua esperienza di navigazione con la nostra estensione per Chrome, sbloccando il potere della modalità della nostra app su tutti i tuoi siti web e piattaforme video preferiti. Installa ora e abbraccia una nuova era di efficienza nel multitasking e flessibilità nella visione.\n\nPer favore, contattami se hai domande 🙂"
   }
}
