{
   "appName": {
      "message": "YouTube Bild i bild"
   },
   "shortDesc": {
      "message": "Titta på videor med funktionen YouTube Bild i bild. Det gör det möjligt att använda bild-i-bild-läge på YouTube eller andra webbplatser."
   },
   "storeDesc": {
      "message": "💡 YouTube Bild i bild chrome-tillägg fungerar bäst med YouTube, men kan också användas med andra webbplatser om de har någon videomärkning i den.\n\n👉 Det låter dig arbeta/studera och titta/lyssna på videor i närheten på skärmen. En liten videoruta kommer att sväva över andra flikar. Bild-i-bild-läge är det bästa sättet att inte bli uttråkad medan du gör något.\n\n👉 YouTube Bild i bild kommer att visa dig om det är tillgängligt på en webbplats genom att göra ikonen för tillägget svart. Om ikonen är ljusgrå betyder det att appen inte hittade några videomärkningar på en sida.\n\nHär är några viktiga anteckningar om vårt tillägg:\n\n1. Du behöver Chrome-version 70 eller högre för att dra nytta av alla funktioner i vårt tillägg.\nVårt tillägg utökar sömlöst sin funktionalitet till spelare inom iframes, vilket säkerställer kompatibilitet över olika webbmiljöer.\n2. Byggt på manifest v3, använder vårt tillägg de senaste standarderna och teknologierna för optimal prestanda och säkerhet.\n3. Från och med version 1.0.0 inkluderar vårt tillägg ett skript som är utformat för att förhindra oavsiktliga avslut från PiP-vy. Detta skript minskar problem som uppstår på sidor som försöker inaktivera eller avbryta PiP-begäranden, vilket säkerställer en sömlös och oavbruten visningsupplevelse för våra användare.\n\n🌟 Säg adjö till att växla mellan flikar eller fastna i helskärmsläge - med YouTube bild i bild kan du njuta av dina favoritvideor i ett flytande fönster medan du surfar på andra webbplatser eller arbetar med uppgifter.\n\n📺 Oavsett om du håller dig uppdaterad med handledningar, musikvideor eller dina favoritvloggar, ger detta tillägg dig möjlighet att titta på videor i bild-i-bild (PiP)-läge utan ansträngning.\n\nVårt tillägg revolutionerar din webbläsarupplevelse genom att introducera PiP-funktionalitet till alla webbplatser som har en HTML-videoelement. När det är installerat integreras det sömlöst med din webbläsare och lägger till en bekväm sidåtgärdsknapp. Denna knapp ändrar dynamiskt färg när en sida innehåller ett videoelement. Klicka helt enkelt på den för att aktivera läget för den aktiva spelaren och förbättra enkelt din visningsbekvämlighet.\n\nMen vad är egentligen YouTube Bild i bild-läge? Detta läge förvandlar din videouppspelning till ett dynamiskt, alltid överst fönster som svävar över andra fönster och erbjuder enastående bekvämlighet och flexibilitet. Du kan enkelt ompositionera fönstret längs skärmkanten medan du fortsätter att surfa på internet, vilket säkerställer optimal synlighet utan att störa din arbetsflöde.\nHär är varför YouTube Bild i bild är ett måste för din webbläsararsenal:\n\n1️⃣ Förbättrad Multitasking: Öka din produktivitet genom att titta på YouTube-videor i ett storleksförändringsbart, flyttbart fönster samtidigt som du surfar på andra webbplatser eller arbetar med uppgifter.\n\n2️⃣ Sömlös Integration: Upplev sömlös integration med YouTube och andra PiP-kompatibla webbplatser, vilket säkerställer smidiga övergångar mellan PiP-läge och vanlig surfning.\n\n3️⃣ Anpassningsbar Visning: Skräddarsy din visningsupplevelse med justerbara fönsterstorlekar och positioner, vilket gör att du kan hitta den perfekta balansen mellan videouppspelning och skärmutrymme.\n\n4️⃣ Bekväma Kontroller: Njut av bekväma uppspelningskontroller direkt inom PiP-fönstret, inklusive play/pause, volymjustering och sökfunktioner.\n\n5️⃣ Enkel Aktivering: Aktivera PiP-läge med en enda klick, vilket gör det enkelt att växla mellan standardvisning och PiP-läge när du vill.\n\n🌐 redo att lyfta din YouTube-visningsupplevelse till nya höjder? Installera helt enkelt YouTube bild i bild och lås upp en värld av sömlös multitasking och förbättrad underhållning. Oavsett om du maraton-tittar på dina favoritkanaler eller följer med i utbildningsinnehåll, ser YouTube bild i bild till att din visningsupplevelse förblir oavbruten och flexibel.\n\nMed PiP-läge kan du titta på videor från YouTube och andra PiP-kompatibla webbplatser i ett kompakt fönster som svävar ovanför dina andra flikar och applikationer.\nNavigera på dina favoritwebbplatser, svara på e-postmeddelanden eller ta itu med din att-göra-lista samtidigt som du håller ett öga på dina favoritvideor.\n\n🎉 Upplev friheten att ändra storlek och positionera PiP-fönstret efter dina preferenser, vilket gör att du kan hitta den perfekta balansen mellan videoupplevelse och multitaskingeffektivitet.\nTack vare vår applikation är dagarna av att vara begränsad till helskärmsläge eller att behöva växla fram och tillbaka mellan flikar förbi.\n\nLås upp en ny nivå av produktivitet och underhållning med YouTube Bild i bild - den ultimata följeslagaren för dina surfäventyr.\n\nFörutom dess användarvänliga gränssnitt och sömlösa integration med YouTube och andra PiP-kompatibla webbplatser, erbjuder YouTube Bild i bild en rad anpassningsbara funktioner för att förbättra din visningsupplevelse.\n\nOavsett om du föredrar ett kompakt PiP-fönster som är gömt i hörnet av din skärm eller ett större fönster för en fördjupande visning, ger förlängningen dig kontrollen.\nEnkelt justera storleken, positionen och opaciteten på den flytande fönstret för att passa dina preferenser och arbetsflöde.\n\nDessutom ger den intuitiva uppspelningskontroller direkt inom PiP-fönstret, vilket gör att du kan pausa, spela, justera volymen och söka igenom videor med lätthet.\n\nMed YouTube Bild i bild kan du njuta av bekvämligheten med PiP-läge utan att offra kontroll eller funktionalitet.\n\nUpplev friheten att titta på videor från YouTube och andra kompatibla webbplatser på dina villkor, vare sig du håller dig uppdaterad om de senaste trenderna, lär dig nya färdigheter eller helt enkelt njuter av lite nedetid.\n\n📺 Hälsa på en mer mångsidig och effektiv webbläsarupplevelse med YouTube Bild i bild.\n\nÄr du redo att ta din YouTube-tittarupplevelse till nästa nivå? Installera tillägget idag och lås upp en värld av möjligheter.\n\n🌟 Höj din webbläsarupplevelse idag med vår Chrome-tillägg, lås upp kraften i vår apps läge på alla dina favoritwebbplatser och videoplattformar. Installera nu och omfamna en ny era av effektivitet och flexibilitet vid multitasking.\n\nKontakta mig om du har några frågor 🙂"
   }
}
