{
   "appName": {
      "message": "YouTube Картинка в картинке"
   },
   "shortDesc": {
      "message": "Смотрите видео с помощью функции YouTube Картинка в картинке. Она позволяет использовать режим картинка в картинке на YouTube или других веб-сайтах."
   },
   "storeDesc": {
      "message": "💡 Расширение YouTube Картинка в картинке для Chrome лучше всего работает с YouTube, но также может использоваться с другими веб-сайтами, если они содержат видео тег.\n\n👉 Оно позволяет вам работать/учиться и смотреть/слушать видео на экране. Небольшое видео будет парить над другими вкладками. Режим картинка в картинке - лучший способ не скучать во время выполнения любых дел.\n\n👉 YouTube Картинка в картинке покажет вам, доступен ли он на веб-сайте, изменив цвет иконки расширения на черный. Если иконка светло-серая, это означает, что приложение не обнаружило видео тегов на странице.\n\nВот несколько важных замечаний о нашем расширении:\n\n1. Вам понадобится Chrome версии 70 или выше, чтобы в полной мере использовать возможности нашего расширения. Наше расширение без проблем расширяет свою функциональность на плееры внутри iframes, обеспечивая совместимость с различными веб-средами.\n2. Созданное на основе manifest v3, наше расширение использует последние стандарты и технологии для оптимальной производительности и безопасности.\n3. Начиная с версии 1.0.0, наше расширение включает скрипт, предназначенный для предотвращения случайных выходов из режима картинка в картинке. Этот скрипт устраняет проблемы, возникающие на страницах, пытающихся отключить или отменить запросы на картинку в картинке, обеспечивая бесперебойный и непрерывный просмотр для наших пользователей.\n\n🌟 Попрощайтесь с переключением между вкладками или застреванием в полноэкранном режиме – с YouTube картинка в картинке вы можете наслаждаться своими любимыми видео в плавающем окне, пока просматриваете другие веб-сайты или работаете над задачами.\n\n📺 Будь то обучающие видео, музыкальные клипы или ваши любимые блоги, это расширение дает вам возможность смотреть видео в режиме картинка в картинке легко.\n\nНаше расширение революционизирует ваш опыт просмотра, добавляя функциональность картинка в картинке на все веб-сайты с элементом HTML видео. После установки оно без проблем интегрируется с вашим браузером, добавляя удобную кнопку действия на странице. Эта кнопка динамически меняет цвет, когда страница содержит элемент видео. Просто нажмите на нее, чтобы активировать режим для активного плеера, легко улучшая ваше удобство просмотра.\n\nНо что такое режим картинка в картинке YouTube? Этот режим превращает ваше видео в динамичное окно, всегда оставаясь поверх других окон, предлагая непревзойденное удобство и гибкость. Вы можете легко перемещать окно вдоль края экрана, продолжая просматривать интернет, обеспечивая оптимальную видимость без нарушения вашего рабочего процесса.\n🚀 Вот почему YouTube Картинка в картинке - необходимый инструмент для вашего браузинга:\n\n1️⃣ Улучшенное мультитаскинг: Повысьте свою продуктивность, смотря видео на YouTube в изменяемом, подвижном окне, одновременно просматривая другие веб-сайты или работая над задачами.\n\n2️⃣ Бесшовная интеграция: Почувствуйте бесшовную интеграцию с YouTube и другими сайтами, совместимыми с PiP, обеспечивая плавные переходы между режимом PiP и обычным просмотром.\n\n3️⃣ Настроенный просмотр: Настройте свой просмотр с помощью изменяемых размеров и позиций окна, позволяя вам найти идеальный баланс между воспроизведением видео и экраном.\n\n4️⃣ Удобное управление: Наслаждайтесь удобным управлением воспроизведением непосредственно в окне PiP, включая функции воспроизведения/паузы, регулировки громкости и перемотки.\n\n5️⃣ Легкое активирование: Активируйте режим PiP одним щелчком, облегчая переключение между стандартным просмотром и режимом PiP в любое время.\n\n🌐 Готовы улучшить свой просмотр YouTube до новых высот? Просто установите YouTube картинка в картинке и откройте мир бесшовного мультитаскинга и улучшенного развлечения. Независимо от того, смотрите ли вы свои любимые каналы или следуете за образовательным контентом, YouTube картинка в картинке гарантирует, что ваш просмотр останется непрерывным и гибким.\n\nС режимом PiP вы можете смотреть видео с YouTube и других сайтов, совместимых с PiP, в компактном окне, которое парит над вашими другими вкладками и приложениями. \n\nПереходите на свои любимые веб-сайты, отвечайте на электронные письма или решайте свой список дел, следя за своими любимыми видеороликами.\n\n🎉 Почувствуйте свободу изменять размер и позицию окна PiP в соответствии с вашими предпочтениями, позволяя вам найти идеальный баланс между погружением в видео и эффективностью мультитаскинга. Благодаря нашему приложению, ушли те дни, когда вам приходилось оставаться в полноэкранном режиме или переключаться между вкладками.\n\nОткройте новый уровень продуктивности и развлечений с YouTube Картинка в картинке - идеальным спутником для ваших приключений в браузинге.\n\nПомимо простого интерфейса и бесшовной интеграции с YouTube и другими сайтами, совместимыми с PiP, YouTube Картинка в картинке предлагает ряд настраиваемых функций для улучшения вашего просмотра. Независимо от того, предпочитаете ли вы компактное окно PiP в углу экрана или более крупное окно для погруженного просмотра, расширение дает вам контроль.\nЛегко настроить размер, положение и прозрачность плавающего окна под свои предпочтения и рабочий процесс.\n\nКроме того, он предоставляет интуитивное управление воспроизведением непосредственно в окне PiP, позволяя вам приостановить, воспроизвести, регулировать громкость и перематывать видео с легкостью.\n\nС YouTube Картинка в картинке вы можете наслаждаться удобством режима PiP, не жертвуя контролем или функциональностью.\n\nПочувствуйте свободу смотреть видео с YouTube и других совместимых веб-сайтов по своему усмотрению, будь то следование за последними трендами, изучение новых навыков или просто отдых.\n\n📺 Поприветствуйте более универсальный и эффективный опыт просмотра с YouTube Картинка в картинке.\n\nГотовы улучшить свой опыт просмотра YouTube? Установите расширение сегодня и откройте мир возможностей.\n\n🌟 Поднимите свой опыт просмотра сегодня с нашим расширением для Chrome, разблокируя мощь режима нашего приложения на всех ваших любимых веб-сайтах и видеоплатформах. Установите сейчас и обретите новую эру эффективности мультитаскинга и гибкости просмотра.\n\nПожалуйста, свяжитесь со мной, если у вас есть вопросы 🙂"
   }
}
